{
    "Navbar": {
        "home": "الرئيسية",
        "about-us": "حولنا",
        "contact-us": "تواصل معنا",
        "login": "تسجيل الدخول"
    },

    "Home": {
        "heading": "عقارات فاخرة",
        "description": "ابحث واستكشف عقار أحلامك بأسعار معقولة",
        "button": "ابدأ الآن"
    },

    "About": {
        "who-are-we": {
            "title": "من نحن؟",
            "description": "وكالة DI للعقارات هي شركة فاخرة متخصصة في شراء وبيع وتأجير مشاريع العقارات الراقية في دبي. تأسست على يد خبراء في الصناعة، داوود وإبراهيم، حيث تجمع متجرنا أكثر من 30 عامًا من الخبرة المجتمعة لمساعدة العملاء في العثور على حلول مصممة خصيصًا لاحتياجاتهم العقارية. السيد داوود، صاحب شركة معتمدة في هولندا، وبراهيم، شخصية بارزة في سوق العقارات بتعاونه مع أكثر من 50 مطوّرًا، نقود معًا مهمتنا لمساعدة المستثمرين والمستخدمين النهائيين على مستوى العالم في اكتشاف منازلهم المثالية في دبي. في وكالة DI للعقارات، نفخر بمعرفتنا الفريدة في الصناعة، وخدمتنا الشخصية، وتغطيتنا العالمية. سواء كنت تشتري أو تبيع أو تستأجر، فإننا ملتزمون بتقديم نتائج استثنائية وتجاوز التوقعات. ثق بنا في توجيهك عبر المشهد العقاري الديناميكي في دبي وتوجيهك نحو الاستثمار العقاري أو الإقامة المثالية."
        },
        "what-we-do": {
            "title": "ماذا نفعل؟",
            "description": "في وكالة DI للعقارات، تكمن مهمتنا الرئيسية في تحديد وتأمين المشاريع التي تتناسب بسلاسة مع متطلبات عملائنا الكرام، سواء كانوا مستثمرين أم مستخدمين نهائيين. بفضل التعاونات الحصرية مع مطوّرين متنوعين، نتمتع بميزة الوصول إلى أفضل الوحدات بأعلى عائد استثمار لعملائنا. تمتد التفاني لدينا بعيدًا عن المجرد المعاملات - نقدم خدمات شاملة في بيع وشراء وتأجير العقارات في دبي، مضمونين تجربة خالية من المتاعب لعملائنا في جميع أنحاء العالم. من البداية إلى النهاية، نتعامل بعناية مع كل جانب من جوانب عمليات البيع والشراء والتأجير، مع ضمان عملية سلسة وفعّالة. في وكالة DI للعقارات، نفتخر بقدرتنا على تقديم خدمات دقيقة وشخصية، مستفيدين من معرفتنا العميقة في الصناعة وشبكتنا العالمية. سواء كنت تبحث عن بيع أو شراء أو تأجير، ثق بنا في التنقل في تعقيدات سوق العقارات في دبي وتحقيق نتائج استثنائية تتناسب مع احتياجاتك الخاصة."
        },
        "what-can-you-expect": {
            "title": "ماذا يمكنك أن تتوقع؟",
            "description": "في وكالة DI للعقارات، تمتد التفاني لدينا إلى ما هو أبعد من التوقعات التقليدية. مع فريقنا المخصص الذي يقدم خدمات على مدار الساعة ويجيد 10 لغات، نضمن تواصلًا ودعمًا سلسًا على مدار الأسبوع. هدفنا هو تيسير عمليات البيع والشراء والتأجير بسلاسة لعملائنا، بغض النظر عن موقعهم. توقع فقط أعلى مستوى من الخدمة من فريقنا. نعمل بلا كلل لتأمين أفضل الوحدات بأسعار تنافسية لتلبية كل ميزانية. تتيح لنا خبرتنا إرشادك بسهولة خلال عمليات البيع والشراء والتأجير، حتى إذا كنت لا تتواجد جسديًا في البلاد. بالإضافة إلى المعاملات العقارية، فإننا نبذل قصارى جهدنا لمساعدتك في تأسيس عملك والحصول على التأشيرة الذهبية وبدء الحياة في دبي. في وكالة دي آي العقارية، نحن ملتزمون بتقديم دعم شامل لا مثيل له لضمان تجربة ناجحة ومجزية لعملائنا في كل جانب من جوانب رحلتهم إلى دبي."
        }
    }
}
